const _TEMP = {
  /** 
   * 订单状态
   */
  orderStatus: (t) => {
    return (
      t == '0' && '未支付' ||
      t == '1' && '已支付' ||
      t == '2' && '已作废' ||
      '-'
    )
  },
  /** 
   * 订单类型
   */
  orderType: (t) => {
    return (
      t == '0' && '消费' ||
      t == '1' && '充值' ||
      t == '2' && '提现' ||
      t == '3' && '退款' ||
      t == '4' && '产品交易' ||
      '-'
    )
  },
  /** 
   * 订单支付方式
   */
  orderChannelType: (t) => {
    return (
      t == '0' && '余额支付' ||
      t == '1' && '第三方支付' ||
      '-'
    )
  },
}

// $('.right_side').html(
//   `

//     `
// )